{"coreState":"Submitted","currentPage":"Main","label":"Active-Paysmart Member Registration","values":{"Status":"Active","Type":"Paysmart Member Registration","Terms Information":"<div class=\"emf-section-text\">\nI hereby agree not to cancel of debit authority via your bank account or credit card for any reason and any debts owing to <span class='legalName'></span>.\n<br>\n<br>\nI may cancel this contract if you (1) relocate your residence further than 20km from any school operated by Gracie Barra; (2) medical condition, being a permanent disability that will not allow the practice of BJJ for a considerable time (at least one year); (3) deployment in the case the student is military; (4) unexpected unemployment.<br>\n<br>\nFor any cancellation request, the appropriate document must be provided:<br>\n* Change of Address: bill or lease agreement for the new address;<br>\n* Medical Condition: doctor's letter proving the permanent disability;<br>\n* Document proving deployment;<br>\n* Document proving the person lost the job;<br>\n<br>\nAll students who would like to cancel without one of the reasons above must give 60 day's written notice.<br>\n<br>\nFor the Online Training to freeze or cancel your online memberships, <span class='legalName'></span> requests 2 weeks notice with reason or without reason.<br>\n<br>\nCancellation requests must be in person or via email sent to <span class='schoolEmail'></span> with any appropriate documentation. Requests will be reviewed and responded to within three business days.<br>\n<br>\nThe student’s payments must be current and up to date prior to submitting your application.<br>\n* Students may request to freeze their payments, provided they give 30 days written notice. The minimum freeze period is 30 days, and the maximum freeze period is 90 days. Requests will be reviewed and responded to within three business days. The student’s payments must be current and up to date prior to submitting your application.<br>\n* <span class='legalName'></span> reserves the right to alter the days, hours of operation and classes if deemed necessary to better fit the student's needs.<br>\n* <span class='legalName'></span> reserves the right to increase the prices of its programs, and provide all students with at least 30 days notice before the changes come into effect.  \nNote: This agreement is non-refundable.<br>\n* The student and co-signer agree unconditionally to pay the above tuition without regard to the attendance made or classes missed.<br>\n* <span class='legalName'></span> reserves the right to use any images, video footage and conduct interviews from Gracie Barra students. By signing this form you hereby grant Gracie Barra permission to use and or publish through any marketing channels.<br>\n* The student consents that the franchisee, <span class='legalName'></span>, and any companies within the Gracie Barra Network, can collect and use their personal information provided it is only used for the purposes of the proper running of the Gracie Barra businesses and will not be disclosed to third parties unless required by law.<br>\n<br>\nNote: This agreement is non-refundable.  \n</div>"}}
